Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/ExecSum/BatSim/Default/*/V0_9/TextResources/ExecSum_BatSim_Default_*_ResV0_9.*.resx
Languages: nl

# Title
source: Battery advice report
nl: Batterij advies rapport

# CommonDataObj_Desc_1
source: The energy market is in full swing and as a solar panel owner you can now benefit even more by adding a battery to your installation. This advisory report is advice based on your personal situation. This may be different for a different home, with a different electricity profile.
nl: De energiemarkt is volop in beweging en als zonnepanelenbezitter kun je hier nu nog meer profijt van hebben door het toevoegen van een batterij aan je installatie. Dit adviesrapport is een advies op basis van jouw persoonlijke situatie. Voor een andere woning, met een ander elektriciteitsprofiel kan dit anders zijn.

# LocationInfo_ConsumptionInfo_Consumption
source: Consumption
nl: Jaarverbruik

# LocationInfo_ConsumptionInfo_Generation
source: Generation
nl: Jaar Opwek

# LocationInfo_ConsumptionInfo_Injection
source: Injection
nl: Jaar injectie

# CommonDataObj_Location_Title
source: Location
nl: Locatie

# CommonDataObj_Desc_2_1
source: In recent months, Bliq has kept track of how much electricity you purchase and return with your solar panels via your smart meter. The data is registered every 15 minutes, since [FirstMeasurementDate] [MeasurementCount] measurements have been made.
nl: De afgelopen maanden heeft Bliq via je slimme meter bijgehouden hoeveel elektriciteit je inkoopt en teruglevert met jouw zonnepanelen. De gegevens worden ieder kwartier geregistreerd, sinds [FirstMeasurementDate] zijn er zo [MeasurementCount] metingen gedaan.

# CommonDataObj_Desc_2_Title
source: Your personal battery advice
nl: Jouw persoonlijk batterij advies

# CommonDataObj_Desc_2_2
source: Based on this data, we analyzed whether a home battery would be a good choice for you, and which choice would be the most cost-effective.
nl: Op basis van deze gegevens hebben we geanalyseerd of een thuisbatterij voor jou een goede keuze zou zijn, en welke keuze dan de meest rendabele is.

# CommonDataObj_Desc_3_Title
source: Which factors have a major influence?
nl: Welke factoren zijn van grote invloed?

# CommonDataObj_Desc_3_1_Title
source: How much electricity do you return?
nl: Hoeveel elektriciteit lever je terug?

# CommonDataObj_Desc_3_1
source: Electricity that you supply back to the grid is now settled with your purchased electricity. As soon as the netting scheme is phased out, it is better to take the part of yourself store generated electricity that you are no longer allowed to balance and use it later when you would otherwise have to buy expensive electricity. We call this "raising" of self-consumption” and is the standard application of a home battery. With [CompanyName], the self-consumption are further increased.
nl: Stroom wat je teruglevert aan het net wordt nu nog verrekend met je ingekochte stroom. Zodra de salderingsregeling wordt afgebouwd is het beter om het deel van je zelf opgewekte elektriciteit dat je niet meer mag salderen op te slaan en deze later te gebruiken wanneer je anders dure elektriciteit zou moeten aankopen. Dit noemen we “het verhogen van zelfconsumptie” en is de standaard toepassing van een thuisbatterij. Met [CompanyName] kan de zelfconsumptie verder worden verhoogd.

# CommonDataObj_Desc_3_2_Title
source: Do you cause off-take and return peaks?
nl: Veroorzaak je afname- en terugleverpieken?

# CommonDataObj_Desc_3_2
source: You pay a monthly amount for your electricity connection via your energy bill. The amount depends on the capacity. The connection must be large enough to meet peaks in your consumption and feed-in (for more information, see Appendix 4). The moment your peaks exceed the capacity of your connection, you have to take a larger connection. This means you pay a much higher rate every month. By controlling the battery smartly, we can prevent your peaks from getting too high. The occurrence of such peaks is already taken into account in our advice. In some cases we can also ensure that you can use a smaller connection, which saves money! In this report we will calculate what these three applications of a battery would mean in your specific situation. These applications are further explained in Appendix 3.
nl: Je betaalt via je energierekening een maandelijks bedrag voor je elektriciteitsaansluiting. Het bedrag is afhankelijk van de capaciteit. De aansluiting moet groot genoeg zijn om te voorzien in pieken in jouw verbruik en teruglevering (zie voor meer uitleg bijlage 4). Op het moment dat je pieken groter worden dan de capaciteit van je aansluiting moet je een grotere aansluiting nemen. Hierdoor betaal je iedere maand een veel hoger tarief. Door de batterij slim aan te sturen kunnen we voorkomen dat je pieken te hoog worden. In ons advies wordt al rekening gehouden met het voorkomen van zulke pieken. In sommige gevallen kunnen we er ook voor zorgen dat je met een kleinere aansluiting toe kunt, en dat scheelt geld! We zullen in dit rapport doorrekenen wat deze drie toepassingen van een batterij in jouw specifieke situatie zouden betekenen. Deze toepassingen worden verder uitgelegd in bijlage 3.

# CommonDataObj_Desc_3_3_Title
source: Do you use the electricity market?
nl: Maak je gebruik van de elektriciteitsmarkt?

# CommonDataObj_Desc_3_3
source: With a battery in combination with smart control, it is possible to better coordinate purchase and feed-in to price fluctuations in the energy market. You are then no longer dependent on the low feed-in fee and high purchase price. With an energy contract that gives access to this electricity market, [CompanyName] can make much better trade choices all year round (including winter) to increase your feed-in price and decrease the purchase price.
nl: Met een batterij in combinatie met slimme aansturing is het mogelijk afname en teruglevering beter af te stemmen op prijsfluctuaties in de energiemarkt. Je bent dan niet meer afhankelijk van de lage terugleververgoeding en hoge afnameprijs. Met een energiecontract dat toegang geeft tot deze elektriciteitsmarkt kan [CompanyName] zo het hele jaar door (ook in de winter) veel betere handelskeuzes maken om je terugleverprijs te verhogen en afnameprijs te verlagen.
