Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/SimPar/BatSim/Default/V0_9/TextResources/SimPar_BatSim_Default_ResV0_9.*.resx
Languages: nl

# CommonDataObj_KeyDetails_Desc_1
source: The analysis is made on the basis of the data below that you and/or your installer have provided to us.
nl: De analyse is gemaakt op basis van onderstaande gegevens die u en/of uw installateur aan ons hebben aangeleverd.

# CommonDataObj_KeyDetails_Desc_1_Title
source: Key details
nl: Kengetallen

# KeyDetails_Table_Country
source: Country
nl: Land

# KeyDetails_Table_Region
source: Region
nl: Net regio

# KeyDetails_Table_CapacityPricePerYear
source: Capacity price
nl: Capaciteitsprijs

# KeyDetails_Table_ElectricityPriceRefDayNight
source: Electricity price ref. day/night
nl: Elektriciteitsprijs ref. dag/nacht

# KeyDetails_Table_ElectricityPriceDamDayNight
source: Electricity price DAM day/night
nl: Elektriciteitsprijs DAM dag/nacht

# KeyDetails_Table_InjectionTariff
source: Injection tariff
nl: Injectietarief

# KeyDetails_Table_FeePerMonth
source: Monthly fee
nl: Maandelijkse aansturing fee

# KeyDetails_Table_ElectricityPriiceInflationPercent
source: Electricity price inflation
nl: Inflatie elektriciteitsprijs

# KeyDetails_Table_InjectionTariffInflationPercent
source: Injection tariff inflation
nl: Inflatie injectietarief

# KeyDetails_Table_CurrentConnectionCapacity
source: Current connection capacity
nl: Huidige aansluiting capaciteit

# KeyDetails_Table_InterestRatePercent
source: Interest rate
nl: Rentevoet

# KeyDetails_Table_SimulationTermYears
source: Simulation term
nl: Termijn

# KeyDetails_Table_SimulationPeriod
source: Simulation period
nl: Simulateperiode

# CommonDataObj_BatInfo_Desc_1_Title
source: Batteries
nl: Batterijen

# CommonDataObj_BatInfo_Desc_1
source: We have included the batteries below in the analysis.
nl: Onderstaande batterijen hebben wij meegenomen in de analyse.

# BatInfo_Table_BatteryModel
source: Battery model
nl: Batterij

# BatInfo_Table_DegradationPerMonthPercent
source: Degradation
nl: Degradatie

# Title
source: Simulation parameters
nl: Simulatie parameters

# KeyDetails_Table_DamBuySell
source: DAM buy / sell price
nl: DAM kopen / verkopen prijs
