Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/Glossary/BatSim/Default/V0_9/TextResources/Glossary_BatSim_Default_ResV0_9.*.resx
Languages: nl

# Title
source: Glossary
nl: Woordenlijst

# Glossary_BatteryDegradation
source: Battery degradation
nl: Degradatie van de batterij

# Glossary_BatteryDegradation_Desc
source: Batteries are subject to degradation during storage due to a variety of chemical mechanisms, such as changes in temperature. Battery performance may decrease during use due to parasitic reactions, such as electrolyte reactions in lithium metal batteries. Degradation rates can also vary due to temperature fluctuations. This report takes into account the degradation expectations as stated by the various manufacturers. We apply this linearly.
nl: Batterijen zijn onderhevig aan degradatie tijdens opslag als gevolg van een verscheidenheid aan chemische mechanismen, veroorzaakt door bijvoorbeeld temperatuurschommelingen. De prestaties van de batterij kunnen tijdens gebruik afnemen als gevolg van parasitaire reacties, zoals reacties van elektrolyten in lithium-metaalbatterijen. Afbraaksnelheden kunnen ook wisselen door temperatuurschommelingen. In dit rapport is rekening gehouden met de degradatieverwachting zoals opgegeven door de verschillende fabrikanten. Wij passen deze lineair toe.

# Glossary_Power
source: Power
nl: Vermogen

# Glossary_Power_Desc
source: in this context is the total power and speed that a home battery can deliver, measured in kiloWatts.
nl: is in deze context de totale kracht en snelheid die een thuisbatterij kan leveren, gemeten in kiloWatt.

# Glossary_Capacity
source: Capacity
nl: Capaciteit

# Glossary_Capacity_Desc
source: in this context is the total amount of electricity that a home battery can store, measured in kilowatt hours (kWh).
nl: is in deze context de totale hoeveelheid elektriciteit die een thuisbatterij kan opslaan, gemeten in kiloWattuur (kWh).

# Glossary_CRate_Desc
source: is a measure of the rate at which a battery is charged or discharged. A battery with 1C can charge or discharge itself in 1 hour. A battery with 3C can do this 3 times in 1 hour. It is important not to exceed the C-rate to ensure long battery life. This C-rate is therefore important when analyzing the extent to which a battery can absorb peaks.
nl: is de maat voor de snelheid waarmee een batterij wordt opgeladen of ontladen. Een batterij met 1C kan zichzelf in 1 uur op- of ontladen. Een batterij met 3C kan dit 3 keer in 1 uur. Het is belangrijk om de C-rate niet te overschrijden om een lange levensduur van de batterij te garanderen. Deze C-rate is dus belangrijk bij analyses over de mate waarin een batterij pieken kan opvangen.

# Glossary_Cycle
source: Cycle
nl: Cyclus

# Glossary_Cycle_Desc
source: The life of a battery is determined by the number of times it can be fully charged and discharged, the so-called “cycles”. Manufacturers usually guarantee a number of years of service life and/or a maximum number of cycles. A higher number of cycles gives Bliq a lot of freedom to take extra actions to increase profitability. In our analysis, we never go beyond 110% usage of guaranteed cycles.
nl: De levensduur van een batterij wordt bepaald door het aantal keren dat deze volledig op- en ontladen kan worden, de zogenaamde “cycli”. Fabrikanten garanderen veelal een aantal jaar levensduur en/of een maximaal aantal cycli. Een groter aantal cycli geeft Bliq veel vrijheid om extra handelingen te doen om de rendabiliteit te verhogen. In onze analyse gaan we nooit verder dan een gebruik van 110% van de gegarandeerde cycli.

# Glossary_Dod_Desc
source: Most solar batteries must maintain some charge at all times due to their chemical makeup. Using 100 percent of the battery charge will significantly shorten the run time. However, DOD is described by manufacturers in 2 ways. A battery with 10 kWh capacity, 90% DOD, is thus equal to a 9 kWh battery with 100% DOD. Both have a usable capacity of 9 kWh.
nl: De meeste zonnebatterijen moeten vanwege hun chemische samenstelling te allen tijde enige lading behouden. Als u 100 procent van de batterijlading gebruikt, wordt de gebruiksduur aanzienlijk verkort. DOD wordt echter op 2 manieren door fabrikanten beschreven. Een batterij met 10 kWh capaciteit, 90% DOD is zo gelijk aan een 9 kWh batterij met 100% DOD. Beide hebben namelijk een bruikbare capaciteit van 9 kWh.

# Glossary_Rte_Desc
source: This represents the amount of energy that can be used as a percentage of the amount of energy it took to store it. For example, if you add five kWh of electricity to your battery and get only four kWh of useful electricity back, the battery will have 80% round-trip efficiency (4 kWh / 5 kWh = 80%). Higher round-trip efficiency means you get more economic value from your battery.
nl: Dit vertegenwoordigt de hoeveelheid energie die kan worden gebruikt als een percentage van de hoeveelheid energie die nodig was om deze op te slaan. Als u bijvoorbeeld vijf kWh elektriciteit aan uw batterij toevoegt en slechts vier kWh nuttige elektriciteit terugkrijgt, heeft de batterij 80% round-trip-efficiëncy (4 kWh / 5 kWh = 80%). Een hogere round-trip-efficiëncy betekent dat u meer economische waarde uit uw batterij haalt.
