Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/Subsidy/BatSim/Default/V0_9/TextResources/Subsidy_BatSim_Default_ResV0_9.*.resx
Languages: nl

# Title
source: Battery subsidy
nl: Wat is de batterij premie?

# CommonDataObj_Desc_1
source: To encourage the use of home batteries, the Flemish government offers a premium to those who buy or lease a home battery. The current premium can be requested until the end of 2021. It will gradually decrease from next year. Below is a table with the amounts. These have been included in your analysis.
nl: Om het gebruik van thuisbatterijen te stimuleren biedt de Vlaamse overheid een premie voor wie een thuisbatterij koopt of leaset. De huidige premie is aan te vragen tot eind 2021. Vanaf volgend jaar gaat deze geleidelijk naar beneden. Hieronder ziet u een tabel met de bedragen. Deze zijn meegenomen in uw analyse.

# CommonDataObj_Desc_2
source: More information about the battery premium can be found at: {link}https://www.vlaanderen.be/premie-voor-deaankoop-of-leasing-van-een-thuismetaal-voor-zelf-opgewekte-energie{/link}.
nl: Meer info over de batterijen premie vind je via: {link}https://www.vlaanderen.be/premie-voor-deaankoop-of-leasing-van-een-thuisbatterij-voor-zelf-opgewekte-energie{/link}.

# Table_Yearly_Subsidies_Date
source: Date
nl: Datum

# Table_Yearly_Subsidies_From0to4
source: 0 to 4 kWh
nl: 0 tot 4 kWh

# Table_Yearly_Subsidies_From4to6
source: 4 to 6 kWh
nl: 4 tot 6 kWh

# Table_Yearly_Subsidies_From6to9
source: 6 to 9 kWh
nl: 6 tot en met 9 kWh

# Table_Yearly_Subsidies_Maximum_CellData
source: [Price], max [Percent]% of the invoice incl. VAT
nl: [Price], max [Percent]% van de factuur incl. btw

# BatterySubsidy_BatteryPriceWithSubsidy
source: Batteries price with subsidies
nl: Batterijen prijs met subsidies

# BatterySubsidy_BatteryPrice
source: Batteries price
nl: Batterijen prijs

# Chart_BatterySubsidy_Title
source: Investment after deduction of battery subsidy
nl: Investering na aftrek batterij subsidie
