Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/Advice/BatSim/Default/*/V0_9/TextResources/Advice_BatSim_Default_*_ResV0_9.*.resx
Languages: nl

# Title
source: Our advice
nl: Ons advies

# CommonDataObj_Desc_1
source: Below we show which battery setup is best for you and what the investment in this system would be. Below we have worked out what this will yield for you in two ways. In the case of option one, we show what it would yield once you start using the recommended battery in the standard way. That is, only aimed at increasing self-consumption. In option two we show what it yields for you if you add the smart control of [CompanyName] that makes use of the possibilities on the energy market and takes into account the peak shaven.
nl: Hieronder laten we zien welke batterijopstelling voor jou het beste is en wat de investering in dit systeem zou zijn. Daaronder hebben we op twee manieren uitgewerkt wat dit voor jou zal opleveren. In het geval van optie één laten we zien wat het zou opleveren op het moment dat je de aanbevolen batterij op de standaard manier in gebruik neemt. Dat wil zeggen alleen gericht op het verhogen van zelfconsumptie. In optie twee laten we zien wat het jou oplevert als je er de slimme sturing van [CompanyName] aan toevoegt dat gebruik maakt van de mogelijkheden op de energiemarkt en rekening houdt met het peakshaven.

source: Recommended configuration
nl: Aanbevolen configuratie

source: Power
nl: Vermogen

source: Capacity
nl: Capaciteit

# BatteryCost
source: Battery
nl: Batterij

source: Simple tariff
nl: Batterij standaard instelling

source: Dynamic tariff
nl: Met [CompanyName] aansturing en dynamisch tarief

# Savings
source: Net savings
nl: Net besparing

source: Total
nl: Totaal

source: Payback period
nl: Terugverdientijd

# ReturnOfInvestment
source: Return on investment
nl: Rendement op je geld

# CommonDataObj_Desc_2_Title
source: With [CompanyName] you are the boss of your own battery
nl: Met [CompanyName] ben je baas in eigen batterij

# CommonDataObj_Desc_2_1
source: In our analysis, we examined your specific situation in detail. We have given you insight into the basic payback period that suits you best technically and financially. In addition, we have calculated the added value you can achieve if you smartly monitor and control your battery with [CompanyName]. Not based on average or standard models, but based on your data.
nl: In onze analyse hebben we jouw specifieke situatie in detail onderzocht. We hebben je inzicht gegeven in de basis terugverdientijd van die technisch en financieel het beste bij jou past. Daarnaast hebben we doorgerekend welke meerwaarde je kunt bereiken als je je batterij slim monitort en aanstruut met [CompanyName]. Niet op basis van gemiddelde of standaardmodellen, maar op basis van jouw gegevens.

# CommonDataObj_Desc_2_2
source: Because [CompanyName] lets the battery work more intensively for you, day and night, summer and winter, it can yield more. In addition, continuous monitoring enables us to proactively adjust management in the event of changes in the law or tariff structure. After all, the purchase of a battery is a long-term investment, and as an owner of solar panels you know that a lot can change over the years.
nl: Doordat [CompanyName] de batterij intensiever, dag én nacht, zomer én winter, voor jou laat werken, kan deze meer renderen. Bovendien stelt de continue monitoring ons in staat om bij wijzigingen in de wet of tariefstructuur proactief de aansturing aan te passen. De aankoop van een batterij is immers een lange termijn investering, en als eigenaar van zonnepanelen weet je dat er in de jaren veel kan veranderen.

# CommonDataObj_Desc_2_3
source: With [CompanyName] you always stay in control of your own battery.
nl: Zo blijf je met [CompanyName] altijd baas in eigen batterij.

# ComparisonTable_Header
source: [Algo] + [MarketType] tariff
nl: [Algo] + [MarketType] tarief

# ComparisonTable_MarketType_Dam
source: dynamic
nl: dynamisch

# ComparisonTable_MarketType_DayNight
source: day/night
nl: dag/nacht

# CommonDataObj_Desc_1_1_NoCase
source: Below we show which battery setup is best for you and what the investment in this system would be. The purchase of a battery does not yet outweigh the benefits of the netting arrangement for you. However, this scheme will gradually be phased out from 2023. As a result, there will come a time when investing in a battery is profitable. Bliq puts your battery to work harder, so that it becomes profitable sooner and your payback time is shortened. If you start driving electrically in the future or, for example, purchase a heat pump, your consumption profile will change. Continue to use our monitoring, so that we can inform you the moment a battery becomes interesting for you.
nl: Hieronder laten we zien welke batterijopstelling voor jou het beste is en wat de investering in dit systeem zou zijn. De aanschaf van een batterij weegt voor jou nu nog niet op tegen de voordelen van de salderingsregeling. Deze regeling zal echter vanaf 2023 stapsgewijs worden afgebouwd. Hierdoor komt er een moment waarop investeren in een batterij wel rendabel is. [CompanyName] zet je batterij harder aan het werk, zodat deze eerder rendabel wordt en je terugverdientijd verkort wordt. Als je in de toekomst elektrisch gaat rijden of bijvoorbeeld een warmtepomp aanschaft verandert je verbruiksprofiel. Blijf gebruik maken van onze monitoring, zodat wij je kunnen informeren op het moment dat een batterij voor jou interessant wordt.

# CommonDataObj_Desc_1_2_NoCase
source: Below you can see which system would be most suitable for your energy consumption. We have worked out what the return on this system would be in two ways. In the case of option one, we show what it would yield once you start using the recommended battery in the standard way. That is, only aimed at increasing self-consumption. In option two, we show what it yields for you if you add Bliq's smart control system that makes use of the opportunities on the energy market and takes peak shaven into account.
nl: Hieronder zie je welk systeem voor jouw energieverbruik het meest geschikt zou zijn. We hebben op twee manieren uitgewerkt wat het rendement op dit systeem zou zijn. In het geval van optie één laten we zien wat het zou opleveren op het moment dat je de aanbevolen batterij op de standaard manier in gebruik neemt. Dat wil zeggen alleen gericht op het verhogen van zelfconsumptie. In optie twee laten we zien wat het jou oplevert als je er de slimme sturing van [CompanyName] aan toevoegt dat gebruik maakt van de mogelijkheden op de energiemarkt en rekening houdt met het peakshaven.

# CommonDataObj_Desc_2_1_NoCase
source: In our analysis, we have now examined your specific situation in detail. We have given you insight into the basic payback time of the battery that suits you best technically and financially. We also calculated the added value you can achieve if you smartly monitor and control your battery with [CompanyName]. Not based on averages or standard models, but based on your data. With [CompanyName] you always remain in control of your own battery.
nl: In onze analyse hebben we nu jouw specifieke situatie in detail onderzocht. We hebben je inzicht gegeven in de basis terugverdientijd van de batterij die technisch en financieel het beste bij jou past. Daarnaast hebben we doorgerekend welke meerwaarde je kunt bereiken als je je batterij slim monitort en aanstuurt met [CompanyName]. Niet op basis van gemiddelden of standaardmodellen, maar op basis van jouw gegevens. Zo blijf je met [CompanyName] altijd baas over je eigen batterij.

# ComparisonTablePaybackPeriodBlock_BatteryLifeSpan
source: Lifespan of the battery is [Lifespan] years.
nl: De levensduur van de batterij is [Lifespan] jaar.

# ComparisonTableRerurnOfInvestmentBlock_InvestmentPeriodAdvice
source: If you purchase in the year [ViablePeriod], you will get a return on your investment in the following 15 years.
nl: Bij aanschaf in het jaar [ViablePeriod] haal je wel rendement op je investering in de opvolgende 15 jaar.

# ComparisonTable_Algo_Algo
source: [CompanyName] control
nl: [CompanyName] aansturing

# ComparisonTable_Algo_NoAlgo
source: No control
nl: Geen aansturing
