Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/ExecSum/AlgoComp/Jabba/V0_9/TextResources/ExecSum_AlgoComp_Jabba_ResV0_9.*.resx
Languages: nl

# ReportHeader
source: Simulation report
nl: SIMULATIERAPPORT

# ReportSubheader
source: Reduce Capacity Tariff with Smart Peak Shaving
nl: Capaciteitstarief verminderen met Smart Peak Shaving

# BasicInfoTitle
source: Basic info
nl: BASISGEGEVENS

# BasicInfo_BuildingName
source: Building name
nl: Gebouw

# BasicInfo_Email
source: Email
nl: Gebruiker

# BasicInfo_ReportDate
source: Report date
nl: Rapport datum

# BasicInfo_SimulationPeriod
source: Simulation period
nl: Simulatie periode

# BasicInfo_SimulatedDaysNumer
source: Simulated days
nl: Aantal gesimuleerde dagen

# BasicInfo_BatteryModel
source: Battery model
nl: Batterij model

# BasicInfo_BatteryCapacity
source: Battery capacity
nl: Opslagcapaciteit

# CommonDataObj_Desc1
source: Upgrading to Smart Peak Shaving would yield an {b}additional savings of € [Value] / month over the simulated period.{/b} Want to know how? In this report you will find the detailed explanation.
nl: Upgraden naar Smart Peak Shaving zou over de gesimuleerde periode een {b}bijkomende besparing van € [Value] / maand opleveren.{/b} Wil je weten hoe? In dit rapport vind je de gedetailleerde uitleg.

# CommonDataObj_Desc2
source: {b}Your [BatteryModel] home battery is completely ready for this.{/b} When the capacity rate is effectively introduced, you can register for the Smart Peak Shaving service from [CompanyName] energy.
nl: {b}Jouw [BatteryModel] thuisbatterij is hier volledig klaar voor.{/b} Wanneer het capaciteitstarief effectief ingevoerd wordt, kan je je inschrijven voor de Smart Peak Shaving service van [CompanyName] energy.

# CommonDataObj_PeakShavingExpl_Title
source: CASE FOR SMART PEAK SHAVING
nl: CASE VOOR SMART PEAK SHAVING

# CommonDataObj_CapacityTariffExpl_Title
source: Capacity tariff introduction
nl: Invoering capaciteitstarief

# CommonDataObj_CapacityTariffExpl_1
source: Distribution networks will be used more and differently in the future, partly due to more {b}local renewable energy{/b}, more electric vehicles and more heat pumps. In addition, they will be exposed to larger, simultaneous peak loads.
nl: Distributienetten zullen in de toekomst meer en anders gebruikt worden, mede door meer {b}lokale hernieuwbare energie{/b}, meer elektrische voertuigen en meer warmtepompen. Daarnaast zullen ze blootgesteld worden aan grotere, gelijktijdige piekbelastingen.

# CommonDataObj_CapacityTariffExpl_2
source: These peak loads can result in the distribution system operators having to make {b}heavy investments to keep the network reliable{/b}, which can lead to a sharp increase in distribution network tariffs. To avoid this, the grid operators want to make households and companies aware that high peaks in their consumption can entail extra costs for the grid and encourage them to use the grid more efficiently.
nl: Die piekbelastingen kunnen ertoe leiden dat de distributienetbeheerders {b}zware investeringen moeten doen om het net betrouwbaar te houden{/b}, waardoor de distributienettarieven sterk kunnen toenemen. Om dit te vermijden, willen de netbeheerders gezinnen en bedrijven bewust maken dat hoge pieken in hun verbruik extra kosten voor het net met zich kunnen meebrengen en hen aanmoedigen om het net efficiënter te gebruiken.

# CommonDataObj_CapacityTariffExpl_3
source: The distribution network tariffs will therefore be partly charged from mid-2022 via a {b}capacity tariff{/b}.
nl: De distributienettarieven zullen daarom vanaf medio 2022 deels aangerekend worden via een {b}capaciteitstarief{/b}.

# CommonDataObj_NetCostExpl_Title
source: Net cost
nl: Netkosten

# CommonDataObj_NetCostExpl_1
source: The electricity bill consists of several components. The distribution network rates are the rates you pay to get energy to your home or to your company or organization. Everyone connected to the electricity distribution network pays distribution network rates to Fluvius.
nl: De elektriciteitsfactuur bestaat uit verschillende onderdelen. De distributienettarieven zijn de tarieven die je betaalt om energie tot bij jouw thuis of tot bij jouw onderneming of organisatie te krijgen. Iedereen die aangesloten is op het distributienet voor elektriciteit betaalt distributienettarieven aan Fluvius.

# CommonDataObj_NetCostExpl_2
source: Part of those distribution network tariffs cover the network costs. These are the costs of installing, maintaining and managing the grids and the transport of electricity. It is to these network costs that the capacity tariff is applied.
nl: Een deel van die distributienettarieven dekken de netkosten. Dat zijn de kosten voor het aanleggen, onderhouden en beheren van de netten en het vervoer van elektriciteit. Het zijn op deze netkosten dat het capaciteitstarief wordt toegepast.

# CommonDataObj_NetCostExpl_3
source: For an average family, these costs {b} comprise about 21% of the current electricity bill{\b}.
nl: Voor een gemiddeld gezin omvatten deze kosten {b}ongeveer 21% van de huidige elektriciteitsfactuur{\b}.

# CommonDataObj_NetCostExpl_4
source: The capacity rate is therefore not an extra rate, but a different way of charging. The majority of the electricity bill will remain kWh-based even after the introduction of the capacity tariff. So economical use of electricity continues to pay off.
nl: Het capaciteitstarief is dus geen extra tarief, maar een andere manier van aanrekenen. Het merendeel van de elektriciteitsfactuur blijft ook na invoering van het capaciteitstarief kWh-gebaseerd. Zuinig omgaan met elektriciteit blijft dus lonen.

# CommonDataObj_AddCostExpl_Title
source: Additional cost
nl: Meerkost

# CommonDataObj_AddCostExpl_1
source: The capacity tariff is charged on the basis of the {b}'average monthly peak'{/b} (kW).
nl: Het capaciteitstarief wordt aangerekend op basis van de {b}‘gemiddelde maandpiek’{/b} (kW).

# CommonDataObj_AddCostExpl_2
source: The highest quarterly power (or 'peak power') is measured every month, the quarter in which the highest average power is required from the grid.
nl: Iedere maand wordt het hoogste kwartiervermogen (ofwel ‘piekvermogen’) gemeten, het kwartier waarin het hoogste gemiddelde vermogen wordt gevraagd van het net.

# CommonDataObj_AddCostExpl_3
source: This means that if you are economical throughout the month, but at a certain moment have a number of different appliances running at the same time, the peak power for that month can still be high. This can be balanced in the other months, because the average of the 12 monthly peaks determines how much capacity tariff someone has to pay in a year.
nl: Dat wil zeggen dat als je de hele maand zuinig bent, maar op een bepaald moment een aantal verschillende toestellen tegelijk laat draaien, het piekvermogen voor die maand toch hoog kan liggen. Dit kan dan wel worden uitgebalanceerd in de andere maanden, want het gemiddelde van de 12 maandpieken bepaalt hoeveel capaciteitstarief iemand in een jaar moet betalen.

# CommonDataObj_AddCostExpl_4
source: This is registered by the digital meter. It does not matter how often - during 1 or more quarters - you have used this peak power. If 12 months of measurement data are not yet available, e.g. after the replacement of a traditional meter by a digital meter, the average monthly peak is calculated on the basis of all available monthly peaks.
nl: Dit wordt geregistreerd door de digitale meter. Het maakt hierbij niet uit hoe vaak – tijdens 1 of meerdere kwartieren – je dit piekvermogen hebt gebruikt. Als er nog geen meetgegevens van 12 maanden beschikbaar zijn, bv. na de vervanging van een klassieke meter door een digitale meter, wordt de gemiddelde maandpiek berekend op basis van alle beschikbare maandpieken.

# CommonDataObj_AddCostExpl_5
source: If a monthly peak is less than 2.5 kW, a {b} minimum value of 2.5 kW{/b} is assumed for that month. As a result, everyone will pay a minimum annual contribution to the grid costs. This contribution is equal to 2.5 kW multiplied by the rate for the average monthly peak.
nl: Wanneer een maandpiek kleiner is dan 2,5 kW, wordt voor die maand een {b}minimumwaarde van 2,5 kW{/b} verondersteld. Hierdoor zal iedereen een minimale jaarlijkse bijdrage betalen in de netkosten. Deze bijdrage is gelijk aan 2,5 kW vermenigvuldigd met het tarief voor de gemiddelde maandpiek.

# CommonDataObj_AddCostExpl_6
source: To be clear: the quarter hour power is the average power over a quarter of an hour. So if you use 10 kW for the first five minutes during 15 minutes, and then use 5 kW for 10 minutes, your quarter-hour peak is equal to 6.7 kW.
nl: Voor de duidelijkheid: het kwartiervermogen is het gemiddelde vermogen over een kwartier. Dus wanneer je tijdens een kwartier de eerste vijf minuten 10 kW verbruikt, en vervolgens 10 minuten aan 5 kW verbruikt, is je kwartierpiek gelijk aan 6,7 kW.

# CommonDataObj_AddCostExpl_7
source: The exact rate {b} has not yet been determined, but the amount of €4 per month per kW above 2.5 kW{/b} is currently circulating. So for a monthly peak of 10 kW you would pay 10 – 2.5 = 7.5 kW x €4 / kW, or 30 EUR per month extra.
nl: Het exacte tarief is {b}momenteel nog niet vastgelegd, maar momenteel circuleert het bedrag van €4 per maand per kW boven de 2,5 kW{/b}. Dus voor een maandpiek van 10 kW zou je 10 – 2,5 = 7,5 kW x €4 / kW, oftewel 30 EUR per maand extra betalen.

# CommonDataObj_SmartPeakShavingExpl_1
source: What can you do to avoid extra costs from peak tax? You can of course change your behavior and spread the use of energy guzzlers as much as possible, so that your {b}peaks decrease{/b}.
nl: Wat kan je doen om extra kosten van de piekbelasting te vermijden? Je kan natuurlijk je gedrag gaan wijzigen en het gebruik van energieverslinders zo veel mogelijk spreiden, zodat je {b}pieken verminderen{/b}.

# CommonDataObj_SmartPeakShavingExpl_2
source: This can often be (semi) automated and without sacrificing comfort. For example, by setting the charging capacity of the charging point of your electric car as low as possible, but still just high enough so that your car is fully charged again in the morning. Or by programming the delay start function of your dishwasher in such a way that your appliance is activated when your solar panels are producing well.
nl: Dit kan vaak (semi) geautomatiseerd en zonder dat je aan comfort moet inboeten. Bijvoorbeeld door het laadvermogen van het laadpunt van je elektrische wagen zo laag mogelijk in te stellen, maar nog net hoog genoeg zodat je wagen ’s morgens weer volgeladen is. Of door de startuitstel-functie van je vaatwasser zo te programmeren dat je toestel geactiveerd wordt wanneer je zonnepanelen goed produceren.

# CommonDataObj_SmartPeakShavingExpl_3
source: Another option is of course to (partly) absorb peak loads with your home battery. This will smooth out your peak consumption. We call this {b}'peak shaving'{/b}.
nl: Een andere optie is natuurlijk om piekbelastingen (deels) met je thuisbatterij op te gaan vangen. Hierdoor zal je je piekverbruik afvlakken. Dit noemen we {b}‘peak shaving’{/b}.

# CommonDataObj_SmartPeakShavingExpl_4
source: Smart peak shaving is of course important, so that your home battery does not simply intervene immediately and always. For example, you risk that your home battery is already empty just when the peak that will matter that month is approaching.
nl: Smart peak shaving is natuurlijk wel belangrijk, zodat je thuisbatterij niet domweg onmiddellijk en altijd gaat ingrijpen. Je riskeert dan bijvoorbeeld dat je thuisbatterij al leeg is net op het moment dat de piek die er die maand toe gaat doen eraan komt.

# CommonDataObj_SmartPeakShavingExpl_5
source: Deploying your home battery for peak shaving comes at a cost, so any battery decision should be considered. The smart peak shaving function of the [CompanyName] platform will weigh up at any time: is it useful to use a Wh from your home battery to smooth out a peak, or is it better to save the same Wh to use later? for a bigger peak or to increase your self-consumption?
nl: Het inzetten van je thuisbatterij voor peak shaving heeft een kostprijs, dus elke beslissing van je batterij moet weloverwogen zijn. De smart peak shaving functie van het [CompanyName] platform zal op ieder moment de afweging maken: is het zinvol om een Wh uit je thuisbatterij in te zetten om een piek af te vlakken, of is het beter diezelfde Wh op te sparen om later in te zetten voor een grotere piek of om je zelfconsumptie te verhogen?
