Repository: mloner/graduateWork
Catalog: ReportGeneratorMS/Application/ReportGenerator.Common/Data/SectionsResources/PeakShavingComparison/AlgoComp/Jabba/V0_9/TextResources/PeakShavingComparison_AlgoComp_Jabba_ResV0_9.*.resx
Languages: nl

# Title
source: SIMULATION
nl: SIMULATIE

# CommonDataObj_RefCase_Title
source: Reference Case
nl: Referentiecase

# CommonDataObj_RefCase_1
source: Your home battery runs on the standard algorithm of self-consumption optimization. This does not alter the fact that peak shaving is already being done here and there. The moment you produce solar panels, the consumers in your house are covered. Only when more power is required than production is energy from the grid and a peak can occur. If necessary, your home battery will intervene first at those times.
nl: Je thuisbatterij draait op het standaard algoritme van optimalisatie van de zelfconsumptie. Dit neemt niet weg dat er hier en daar al aan peak shaving wordt gedaan. Op het moment dat je zonnepanelen produceren worden de verbuikers in je huis gedekt. Enkel wanneer er meer vermogen gevraagd wordt dan de productie wordt er energie uit het net betrokken en kan er een piek optreden. Eventueel gaat je thuisbatterij op die momenten nog eerst bijspringen.

# PeakShavingMonth_Ref_MonthPeak
source: Average monthly peak
nl: Gemiddelde maandpiek

# PeakShavingMonth_Ref_GridPower
source: Net purchase
nl: Net aankoop

# CommonDataObj_RefCase_2
source: Your highest average monthly peak was [Value] kW, and occurred on [Date] between [Time1] and [Time2].
nl: Je hoogste gemiddelde maandpiek bedroeg [Value] kW, en kwam voor op [Date] tussen [Time1] en [Time2].

# CommonDataObj_RefCase_3
source: This means a capacity rate for the simulation period of €[Value]/month.
nl: Dit betekent een capaciteitstarief voor de simulatieperiode van €[Value]/maand.

# CommonDataObj_BestCase_Title
source: Optimization
nl: Optimalisatie

# CommonDataObj_BestCase_1
source: Your installation is controlled according to the smart [CompanyName] algorithm.
nl: Je installatie wordt gestuurd volgens het slimme [CompanyName]-algoritme.

# PeakShavingMonth_Best_GridPower
source: Net purchase
nl: Net aankoop

# PeakShavingMonth_Best_MonthPeak
source: Average monthly peak
nl: Gemiddelde maandpiek

# CommonDataObj_BestCase_2
source: Your average monthly peak would now be [Value] kW.
nl: Je gemiddelde maandpiek zou nu [Value] kW bedragen.

# CommonDataObj_BestCase_3
source: This means a capacity rate for the simulation period of €[Price1]/month. That is an {b}additional saving of €[Price2]/month{/b} over the simulation period of one month thanks to the clever [CompanyName] algorithm. So extra on top of the 'normal' savings that you still achieve with your [BatteryName] home battery by increasing your grid independence.
nl: Dit betekent een capaciteitstarief voor de simulatieperiode van €[Price1]/maand. Dat is een {b}bijkomende besparing van €[Price2]/maand{/b} over de simulatieperiode van één maand dankzij het slimme [CompanyName]-algoritme. Dus extra bovenop de ‘gewone’ besparingen die je nog steeds reaiiseert met je [BatteryName] thuisbatterij door het verhogen van je netonafhankelijkheid.
